/* No comment provided by engineer. */
"collectionView.errorAlert.dismiss" = "Dismiss";

/* No comment provided by engineer. */
"collectionView.errorAlert.retry" = "Retry";

/* No comment provided by engineer. */
"collectionView.errorAlert.title" = "Failed to fetch data";

/* No comment provided by engineer. */
"fetchError.deserialization" = "Couldn't parse response";

/* No comment provided by engineer. */
"fetchError.load" = "Couldn't load data";

/* No comment provided by engineer. */
"fetchError.noData" = "Couldn't receive data";

/* No comment provided by engineer. */
"tableView.errorAlert.dismiss" = "Dismiss";

/* No comment provided by engineer. */
"tableView.errorAlert.retry" = "Retry";

/* No comment provided by engineer. */
"tableView.errorAlert.title" = "Failed to fetch data";

